window.QUESTION_DATA = [
  {
    "id": "keizai-1-1",
    "source": "経済1-1",
    "number": 1,
    "prompt": "1.ミクロ経済学の目的を選択肢から選びなさい。",
    "answer": "取引によってもたらされる利益を最大化すること。",
    "type": "single",
    "choices": [
      "取引によって生じる人々の幸福を最大化すること。",
      "取引によってもたらされる利益を最大化すること。"
    ],
    "images": [

    ]
  },
  {
    "id": "keizai-1-2",
    "source": "経済1-1",
    "number": 2,
    "prompt": "2.交換によって消費者が得る利益を➀、生産者が得る利益を➁、社会全体の利益を➂という。\n\n➀から➂に当てはまる選択肢を選びなさい。",
    "answer": "➀ = 消費者余剰 / ➁ = 生産者余剰 / ➂ = 総余剰",
    "type": "matching",
    "choices": [
      "a: 総余剰",
      "b: 生産者余剰",
      "c: 消費者余剰"
    ],
    "images": [

    ]
  },
  {
    "id": "keizai-1-3",
    "source": "経済1-1",
    "number": 3,
    "prompt": "3.財産権や契約の履行が保障されている世界で、注目している財・サービスが\n\n非常に円滑に取引される市場を何というか？",
    "answer": "完全競争市場",
    "type": "single",
    "choices": [
      "不完全競争市場",
      "完全競争市場"
    ],
    "images": [

    ]
  },
  {
    "id": "keizai-1-4",
    "source": "経済1-1",
    "number": 4,
    "prompt": "4.米市場を考える。\n\n4.1米の需要曲線は➀の行動を表している。\n\n米の価格が上がると、需要量は➁する。\n\n今年、台風予想と南海トラフ地震臨時情報の発表が重なった8月のお盆前後に需要が爆発的に増加した。\n\nこれは米の需要曲線を➂に移動させた。\n\n➀から➂に当てはまる選択肢を選びなさい。",
    "answer": "➀ = 消費者 / ➁ = 減少 / ➂ = 右",
    "type": "matching",
    "choices": [
      "a: 消費者",
      "b: 生産者",
      "c: 増加",
      "d: 減少",
      "e: 右",
      "f: 左"
    ],
    "images": [

    ]
  },
  {
    "id": "keizai-1-5",
    "source": "経済1-1",
    "number": 5,
    "prompt": "4.2.米の供給曲線は➀の行動を表している。\n\n米の価格が上がると、供給量は➁する。\n\n米農家が米の作付けを減らすと、米市場の供給曲線は➂に移動する。\n\n➀から➂に当てはまる選択肢を選びなさい。",
    "answer": "➀ = 生産者 / ➁ = 増加 / ➂ = 左",
    "type": "matching",
    "choices": [
      "a: 消費者",
      "b: 生産者",
      "c: 増加",
      "d: 減少",
      "e: 右",
      "f: 左"
    ],
    "images": [

    ]
  },
  {
    "id": "keizai-2-1",
    "source": "経済1-2",
    "number": 1,
    "prompt": "下図は米市場を表している。\n\n農水省はコメ価格は市場で決定されているという立場をとっている。\n\n1.均衡価格、均衡取引量をそれぞれ示しなさい。\n\n1.1均衡価格",
    "answer": "2500 円",
    "type": "text",
    "choices": [

    ],
    "images": [
      "assets/keizai-2-figure-1.png"
    ]
  },
  {
    "id": "keizai-2-2",
    "source": "経済1-2",
    "number": 2,
    "prompt": "1.2均衡取引量",
    "answer": "55 kg",
    "type": "text",
    "choices": [

    ],
    "images": [
      "assets/keizai-2-figure-1.png"
    ]
  },
  {
    "id": "keizai-2-3",
    "source": "経済1-2",
    "number": 3,
    "prompt": "2.他の要件が一定の時、政府が備蓄米を放出すると、均衡価格は➀(上昇/下落)し、均衡取引量は➁(増加/減少)する。➀と➁に当てはまる選択肢を選びなさい。",
    "answer": "➀ = 下落 / ➁ = 増加",
    "type": "matching",
    "choices": [
      "a: 増加",
      "b: 減少",
      "c: 上昇",
      "d: 下落"
    ],
    "images": [
      "assets/keizai-2-figure-1.png"
    ]
  },
  {
    "id": "keizai-2-4",
    "source": "経済1-2",
    "number": 4,
    "prompt": "3.米の需要価格弾力性は弾力的か、それとも非弾力的か？\n\n正しい選択肢を選びなさい。",
    "answer": "非弾力的",
    "type": "single",
    "choices": [
      "弾力的",
      "非弾力的"
    ],
    "images": [
      "assets/keizai-2-figure-1.png"
    ]
  },
  {
    "id": "keizai-2-5",
    "source": "経済1-2",
    "number": 5,
    "prompt": "4.あなたが興味のある経済問題を教えてください。",
    "answer": "自由記述（保存された解答なし）",
    "type": "free",
    "choices": [

    ],
    "images": [
      "assets/keizai-2-figure-1.png"
    ]
  },
  {
    "id": "keizai-3-1",
    "source": "経済2",
    "number": 1,
    "prompt": "1.労働サービスが取引される市場は労働市場と言う。\n\n労働市場は完全競争市場の条件が満たされているとする。労働の需要曲線は①の行動を表し、労働の供給曲線は②の行動を表す。\n\n①と②に当てはまる語句を選択肢から選びなさい。",
    "answer": "① = 企業 / ② = 労働者",
    "type": "matching",
    "choices": [
      "a: 労働者",
      "b: 企業"
    ],
    "images": [

    ]
  },
  {
    "id": "keizai-3-2",
    "source": "経済2",
    "number": 2,
    "prompt": "2.図を見ながら答えなさい。\n\n政府が介入せず、労働市場の自由な取引に任せているとき、均衡点はE1になる。\n\n2.1消費者余剰を求めなさい。半角でアルファベット順にA+B+・・のように記述すること。",
    "answer": "A+B+D",
    "type": "text",
    "choices": [

    ],
    "images": [
      "assets/keizai-3-figure-1.jpg"
    ]
  },
  {
    "id": "keizai-3-3",
    "source": "経済2",
    "number": 3,
    "prompt": "2.2生産者余剰を求めなさい。半角でアルファベット順にA+B+・・のように記述すること。",
    "answer": "C+F",
    "type": "text",
    "choices": [

    ],
    "images": [
      "assets/keizai-3-figure-1.jpg"
    ]
  },
  {
    "id": "keizai-3-4",
    "source": "経済2",
    "number": 4,
    "prompt": "2.3総余剰を求めなさい。半角でアルファベット順にA+B+・・のように記述すること。",
    "answer": "A+B+C+D+F",
    "type": "text",
    "choices": [

    ],
    "images": [
      "assets/keizai-3-figure-1.jpg"
    ]
  },
  {
    "id": "keizai-3-5",
    "source": "経済2",
    "number": 5,
    "prompt": "2.4.政府が最低賃金をWに規制したとする。\n\nこのときの、労働需要量は①、労働供給量は②となり、③超過需要/超過供給が生じる。\n\n①から➂に当てはまる語句を選択肢から選びなさい。",
    "answer": "① = Q1 / ② = Q2 / ③ = 超過供給",
    "type": "matching",
    "choices": [
      "a: Q1",
      "b: Q2",
      "c: 超過需要",
      "d: 超過供給"
    ],
    "images": [
      "assets/keizai-3-figure-1.jpg"
    ]
  },
  {
    "id": "keizai-3-6",
    "source": "経済2",
    "number": 6,
    "prompt": "2.5 最低賃金を規制したときの消費者余剰・生産者余剰・総余剰を求めてみよう。\n\n消費者余剰",
    "answer": "A",
    "type": "text",
    "choices": [

    ],
    "images": [
      "assets/keizai-3-figure-1.jpg"
    ]
  },
  {
    "id": "keizai-3-7",
    "source": "経済2",
    "number": 7,
    "prompt": "生産者余剰",
    "answer": "B+C",
    "type": "text",
    "choices": [

    ],
    "images": [
      "assets/keizai-3-figure-1.jpg"
    ]
  },
  {
    "id": "keizai-3-8",
    "source": "経済2",
    "number": 8,
    "prompt": "総余剰",
    "answer": "A+B+C",
    "type": "text",
    "choices": [

    ],
    "images": [
      "assets/keizai-3-figure-1.jpg"
    ]
  },
  {
    "id": "keizai-3-9",
    "source": "経済2",
    "number": 9,
    "prompt": "2.6 最低賃金による価格規制は完全競争市場のときと比べると総余剰が減ることが知られている。総余剰の損失分を何というか？",
    "answer": "死荷重",
    "type": "text",
    "choices": [

    ],
    "images": [
      "assets/keizai-3-figure-1.jpg"
    ]
  },
  {
    "id": "keizai-4-1",
    "source": "経済3-1",
    "number": 1,
    "prompt": "1.完全競争市場の条件が満たされておらず、余剰の損失が生じる状態を何と言うか？適切な選択肢を選びなさい。",
    "answer": "市場の失敗",
    "type": "single",
    "choices": [
      "市場の失敗",
      "政府の失敗"
    ],
    "images": [

    ]
  },
  {
    "id": "keizai-4-2",
    "source": "経済3-1",
    "number": 2,
    "prompt": "2..ハンバーガー業界での売り上げランキング1位はマクドナルドであった。\n\nマクドナルドはハンバーガー市場における独占企業といえるか？適切な選択肢を選びなさい。",
    "answer": "独占企業でない",
    "type": "single",
    "choices": [
      "独占企業である",
      "独占企業でない"
    ],
    "images": [

    ]
  },
  {
    "id": "keizai-4-3",
    "source": "経済3-1",
    "number": 3,
    "prompt": "3.独占企業は価格①である。また独占企業は②の需要曲線は知っている。そして独占企業の供給曲線は③。①か③に当てはまる選択肢を選びなさい。",
    "answer": "① = 設定者 / ② = 市場全体 / ③ = 存在しない",
    "type": "matching",
    "choices": [
      "a: 設定者",
      "b: 受容者",
      "c: 個人",
      "d: 市場全体",
      "e: 存在しない",
      "f: 存在する"
    ],
    "images": [

    ]
  },
  {
    "id": "keizai-4-4",
    "source": "経済3-1",
    "number": 4,
    "prompt": "4.独占には法による独占と自然独占がある。選択肢の中から、自然独占に該当するものを選びなさい。",
    "answer": "ガス事業",
    "type": "multiple",
    "choices": [
      "特許",
      "著作権",
      "ガス事業"
    ],
    "images": [

    ]
  },
  {
    "id": "keizai-4-5",
    "source": "経済3-1",
    "number": 5,
    "prompt": "5.独占市場における均衡条件を選びなさい。",
    "answer": "限界費用と限界収入の一致",
    "type": "single",
    "choices": [
      "需要曲線と供給曲線の交点",
      "限界費用と限界収入の一致"
    ],
    "images": [

    ]
  },
  {
    "id": "keizai-4-6",
    "source": "経済3-1",
    "number": 6,
    "prompt": "6.独占市場の問題点を選びなさい。",
    "answer": "社会的に望ましい生産量よりも過少に生産され、死荷重が生じる。",
    "type": "single",
    "choices": [
      "社会的に望ましい生産量よりも過大に生産され、死荷重が生じる。",
      "社会的に望ましい生産量よりも過少に生産され、死荷重が生じる。"
    ],
    "images": [

    ]
  },
  {
    "id": "keizai-4-7",
    "source": "経済3-1",
    "number": 7,
    "prompt": "7.ごま油市場は、4社がそのシェアの大部分を占めている。この4社が、営業担当者らが直接面会したり、電話で連絡を取り合うなどして、卸売業者向けに販売するごま油の価格を不当につり上げた。この行為は( )に当たるとして公正取引委員会の検査が入った。( )に当てはまる語句を選択肢から選びなさい。",
    "answer": "カルテル",
    "type": "single",
    "choices": [
      "私的独占",
      "カルテル",
      "談合"
    ],
    "images": [

    ]
  },
  {
    "id": "keizai-5-1",
    "source": "経済3-2",
    "number": 1,
    "prompt": "1.メルカリでは、売り手が商品の品質を良く知っているが、買い手は売り手ほど知らない。\n\nそのまま取引を続けると、質の悪い商品だけが取引されるようになる。この状況を何というか？\n\n選択肢から選びなさい。",
    "answer": "逆選択",
    "type": "single",
    "choices": [
      "逆選択",
      "モラルハザード",
      "完全競争市場"
    ],
    "images": [

    ]
  },
  {
    "id": "keizai-5-2",
    "source": "経済3-2",
    "number": 2,
    "prompt": "2.メルカリでは、1の問題を解決するために、商品を受け取った後で購入者が出品者を評価し、評価を公表する仕組みを採用している。1に対するこの対策を何というか？\n\n選択肢から選びなさい。",
    "answer": "シグナリング",
    "type": "single",
    "choices": [
      "モニタリング",
      "スクリーニング",
      "シグナリング",
      "免責"
    ],
    "images": [

    ]
  },
  {
    "id": "keizai-5-3",
    "source": "経済3-2",
    "number": 3,
    "prompt": "3.高額の自動車保険に加入することで、事故にあった際の保証を期待して安全運転を怠る加入者がいる。\n\n保険会社は、この加入者と健全な加入者を区別することができない。この問題を何というか？",
    "answer": "モラルハザード",
    "type": "single",
    "choices": [
      "逆選択",
      "モラルハザード"
    ],
    "images": [

    ]
  },
  {
    "id": "keizai-5-4",
    "source": "経済3-2",
    "number": 4,
    "prompt": "4.自動車事故の損害を負担する保険を販売する損害保険会社は、免責金額に差をつけて、事故を起こしにくい人とそうでない人をふるい分けしている。この対策を何というか？当てはまる語句を選びなさい。",
    "answer": "スクリーニング",
    "type": "single",
    "choices": [
      "モニタリング",
      "スクリーニング",
      "シグナリング",
      "免責"
    ],
    "images": [

    ]
  },
  {
    "id": "keizai-5-5",
    "source": "経済3-2",
    "number": 5,
    "prompt": "5.労働市場で、仕事を依頼する側は➀、仕事を請け負う側は➁という。➀と➁に当てはまる語句を選びなさい。",
    "answer": "➀ = プリンシパル / ➁ = エージェント",
    "type": "matching",
    "choices": [
      "a: プリンシパル",
      "b: エージェント"
    ],
    "images": [

    ]
  },
  {
    "id": "keizai-5-6",
    "source": "経済3-2",
    "number": 6,
    "prompt": "6.5で、プリンシパルがエージェントのモラルハザードを防ぐために、監視カメラで監視することを何というか？当てはまる語句を選びなさい。",
    "answer": "モニタリング",
    "type": "single",
    "choices": [
      "モニタリング",
      "スクリーニング",
      "効率賃金"
    ],
    "images": [

    ]
  },
  {
    "id": "keizai-6-1",
    "source": "経済4-1",
    "number": 1,
    "prompt": "1.大学の講義中に周囲に聞こえる声で学生が私語をしている。これは正の外部性と負の外部性、どちらに該当するか？選択肢から選びなさい。",
    "answer": "負の外部性",
    "type": "single",
    "choices": [
      "正の外部性",
      "負の外部性"
    ],
    "images": [

    ]
  },
  {
    "id": "keizai-6-2",
    "source": "経済4-1",
    "number": 2,
    "prompt": "2.粒子状物質（PM）や窒素酸化物（NOx）等の大気汚染物質の発生に、ディーゼル車の排出ガスが大きく影響している。特にPMについては、呼吸器疾患を招くとともに、発がん性、花粉症等と関係があると言われており、健康に悪影響を与えている。\n\nディーゼル車は正の外部性と負の外部性、どちらに該当するか？",
    "answer": "負の外部性",
    "type": "single",
    "choices": [
      "正の外部性",
      "負の外部性"
    ],
    "images": [

    ]
  },
  {
    "id": "keizai-6-3",
    "source": "経済4-1",
    "number": 3,
    "prompt": "3.企業はディーゼル車の生産に①のみの費用を計上する。道路近くに住む住民が呼吸器疾患やがんになって医療機関にかかった場合の②を考慮していない。\n\nそのため、ディーゼル車の生産量が社会的に望ましい量よりも③になり、④が生じる。\n\n①から④に当てはまる語句を選択肢から選びなさい。",
    "answer": "① = 私的費用 / ② = 外部費用 / ③ = 過大 / ④ = 死荷重",
    "type": "matching",
    "choices": [
      "a: 私的費用",
      "b: 外部費用",
      "c: 社会的費用",
      "d: 過大",
      "e: 過少",
      "f: 死荷重",
      "g: 不公平"
    ],
    "images": [

    ]
  },
  {
    "id": "keizai-6-4",
    "source": "経済4-1",
    "number": 4,
    "prompt": "4.東京都は条例で定める粒子状物質の排出基準を満たさないディーゼル車（トラックやマイクロバス）は、都内での走行を禁止している。このような政府の規制は( )と言う。",
    "answer": "内部化",
    "type": "single",
    "choices": [
      "外部化",
      "内部化"
    ],
    "images": [

    ]
  },
  {
    "id": "keizai-6-5",
    "source": "経済4-1",
    "number": 5,
    "prompt": "5.東京都では都内に事務所又は事業所を有する中小企業者（個人事業者を含む。）がハイブリッドトラックを導入する資金を補助している。このような政府の規制は( )と言う。",
    "answer": "ピグー補助金",
    "type": "single",
    "choices": [
      "ピグー税",
      "ピグー補助金",
      "コースの定理"
    ],
    "images": [

    ]
  },
  {
    "id": "keizai-7-1",
    "source": "経済4-2",
    "number": 1,
    "prompt": "1.水は純粋公共財に該当するのか否かを考えよう。\n\n水(資源)が潤沢な場合、誰かが水を使うことで他の人が減る効果は低い。そのため➀は低い。\n\nまた、実務上では、料金を払わない人に対しても水の元栓を閉めるという対応はあまり行わないため、水の➁は低いと言える。\n\n➀と➁に当てはまる語句を選びなさい。",
    "answer": "➀ = 競合性 / ➁ = 排除性",
    "type": "matching",
    "choices": [
      "a: 競合性",
      "b: 排除性"
    ],
    "images": [

    ]
  },
  {
    "id": "keizai-7-2",
    "source": "経済4-2",
    "number": 2,
    "prompt": "2.競合性を持ち、非排除性をもつ財を➀という。➀は非排除性の性質から、使いすぎると枯渇してしまう。\n\nこの問題を➁という。➀と➁に当てはまる語句を選択肢から選びなさい。",
    "answer": "➀ = 共有資源（コモンズ） / ➁ = 共有地の悲劇",
    "type": "matching",
    "choices": [
      "a: 純粋公共財",
      "b: クラブ財",
      "c: 共有資源（コモンズ）",
      "d: フリーライダーの問題",
      "e: 共有地の悲劇"
    ],
    "images": [

    ]
  },
  {
    "id": "keizai-7-3",
    "source": "経済4-2",
    "number": 3,
    "prompt": "3.公共財では対価を払わなくても消費はできるので、財の対価を支払う動機がない個人が、支払いをせずに消費することが出来る。この問題は( )と呼ぶ。( )に当てはまる語句を選択肢から選びなさい。",
    "answer": "フリーライダー問題",
    "type": "single",
    "choices": [
      "共有地の悲劇",
      "フリーライダー問題"
    ],
    "images": [

    ]
  },
  {
    "id": "keizai-7-4",
    "source": "経済4-2",
    "number": 4,
    "prompt": "4.政府が限られた予算の中で政策の効率性を比較するときには➀分析が用いられる。\n\n➁/➂が④を超えていれば、実施の目安になる。\n\n➀から④に当てはまる語句を選択肢から選びなさい。",
    "answer": "➀ = 費用便益 / ➁ = 便益 / ➂ = 費用 / ④ = 1",
    "type": "matching",
    "choices": [
      "a: ランダム化比較実験",
      "b: 費用便益",
      "c: 費用",
      "d: 便益",
      "e: 1",
      "f: 0"
    ],
    "images": [

    ]
  },
  {
    "id": "keizai-8-1",
    "source": "経済5",
    "number": 1,
    "prompt": "1.取引費用が大きいことの問題点を選びなさい。",
    "answer": "交換の利益があるはずの取引を減らし、総余剰を減らす。",
    "type": "single",
    "choices": [
      "交換の利益があるはずの取引を減らし、総余剰を減らす。",
      "交換の利益があるはずの取引が増えて、生産者のみ余剰が増える。",
      "交換の利益があるはずの取引が増えて、消費者のみ余剰が増える。"
    ],
    "images": [

    ]
  },
  {
    "id": "keizai-8-2",
    "source": "経済5",
    "number": 2,
    "prompt": "2.政府が資源を公平に分配すると、社会的余剰が減ることを( )があるという。\n\n( )に当てはまる語句を選択肢から選びなさい。",
    "answer": "トレードオフ",
    "type": "single",
    "choices": [
      "再分配",
      "資源配分の効率性",
      "トレードオフ",
      "大きな政府"
    ],
    "images": [

    ]
  },
  {
    "id": "keizai-8-3",
    "source": "経済5",
    "number": 3,
    "prompt": "3. 労働者一人当たりが生み出す付加価値を①という。①が上がると賃金は②（増加/減少）する傾向が知られている。物価を調整する前の賃金は③と呼ばれ日本では横ばいである。理由は一人当たり労働時間が④（増加/減少)していること、そして企業の⑤が低い水準にあることが挙げられる。\n\n①から⑤に当てはまる語句を選択肢から選びなさい。",
    "answer": "① = 労働生産性 / ② = 増加 / ③ = 名目賃金 / ④ = 減少 / ⑤ = 労働分配率",
    "type": "matching",
    "choices": [
      "a: 実質賃金",
      "b: 名目賃金",
      "c: 増加",
      "d: 減少",
      "e: 労働生産性",
      "f: 内部留保",
      "g: 労働分配率"
    ],
    "images": [

    ]
  },
  {
    "id": "keizai-8-4",
    "source": "経済5",
    "number": 4,
    "prompt": "4. 日本で成立した団体交渉の仕組みを①という。2026年の①では大手企業を中心に賃上げ要求に満額の回答が相次いでおり賃上げが認められている。賃金を上げることが労働者の離職を防いだり、貢献度を高めることを②という。①と②に当てはまる語句を選択肢から選びなさい。",
    "answer": "① = 春闘 / ② = 効率賃金仮説",
    "type": "matching",
    "choices": [
      "a: 労働組合",
      "b: 春闘",
      "c: 人的資本",
      "d: 効率賃金仮説"
    ],
    "images": [

    ]
  },
  {
    "id": "keizai-8-5",
    "source": "経済5",
    "number": 5,
    "prompt": "5.高市早苗首相は裁量労働制を検討している。生成AIなどを用いて裁量労働制について調べ、①から③に当てはまる語句を選択肢から選びなさい。\n\n裁量労働制では①が労使で出退時間や仕事の進め方を決める働き方である。企業は残業代を支払う義務が②(ある/ない）。しかし労働者側は、③の恐れがあるために反対している。",
    "answer": "① = 労働者 / ② = ない / ③ = 長時間労働",
    "type": "matching",
    "choices": [
      "a: 企業",
      "b: 労働者",
      "c: ある",
      "d: ない",
      "e: 長時間労働",
      "f: 賃金未払い"
    ],
    "images": [

    ]
  }
];
